var local_database = [
  {
    postId: "0",
    authorName: "宋茜",
    date: "June 26 2017",
    author_img: "/images/avatar/author03.png",
    title: "强吻加撒娇，黄晓明撩妹有绝招！",
    post_img: "/images/post/shangguqingge.jpg",
    content: "《上古情歌》正在腾讯视频热播中！见面就叫娘子，对待感情直来直去的晓明哥，一上线就和宋茜组成了榴莲CP。又是强吻，又是撒娇，简直不能太虐狗！但甜蜜不长，宋茜早已被安排要和盛一伦成亲，盛一伦当着黄晓明的面将宋茜带走。一怒之下，晓明哥决定来宋茜家抢婚了！宋茜夹在二人之间会做什么样的选择？",
    articalText: "出身名门的木青寞（宋茜饰）性格率真善良。天资卓绝的赤云（黄晓明饰），在山林中长大却凭借一身武艺名振天下。一次偶遇，赤云对木青寞一见倾心。多年后两人再次相遇，赤云对木青寞展开热烈追求，并以一腔热情获取木青寞芳心。木青寞的哥哥（翟天临饰）此时为她许下一门亲事，赤云放下一切只求带上木青寞隐居山野。然天意弄人，木青寞最终还是为了家人嫁给了指婚对象凌云晟仑（盛一伦饰）。木青寞向晟仑坦言与赤云的情感，晟仑答应并不强求木青寞。逐渐晟仑被木青寞吸引，不愿放手让木青寞离开自己。木青寞因为意外受伤而失去记忆，赤云耗费灵力为木青寞疗伤，并悉心唤醒木青寞所有记忆。伤愈之后，木青寞更加珍惜与赤云的感情，决定放下世俗束缚，在一起。可惜天意弄人，木青寞再次陷入危险之中。赤云不愿再让木青寞受伤，他选择牺牲自己的生命来成全木青寞，给木青寞换来一片明媚天空。",
    like: "1168",
    browse: "179879",
    music: {
      coverImage: "http://img2.c.yinyuetai.com/video/mv/170605/2880146/-M-c29320f20eb066d00ca2a008b8bca399_640x360.jpg",
      musicurl: "http://mp3.haoduoge.com/s/2017-06-25/1498382845.mp3",
      musicName: "桃花诺-邓紫棋",

    }
  },
  {
    postId: "1",
    authorName: "应采儿",
    date: "June 25 2017",
    author_img: "/images/avatar/author02.png",
    title: "走进胃里的是美食，闯进心里的是故事！",
    post_img: "/images/post/shenyeshitang.jpg",
    content: "黄磊变身寡言温情的小店老板，在深夜为大家送上温情。赵又廷整容演技再升级！首次演绎单亲听障父亲，暖心父女情看哭众人！面对一直照顾自己的养父和曾经遗弃自己的母亲，女孩儿会做出什么样的选择呢？还有深爱自己未婚妻的大孝子阿丈，一边是永远不停惹麻烦习惯酗酒打人的母亲，一边是等了自己7年的未婚妻，要老婆？还是老妈？这样一个世纪难题他又该何去何从呢？",
    articalText: "这是一间营业时间从午夜十二点到早上七点的特殊食堂。这里的老板，不太爱说话，却总叫人吃得热泪盈眶。在这里，自卑的舞蹈演员偶遇隐退多年舞界前辈，前辈不惜讲述自己不堪回首的经历不断鼓舞年轻人，最终令其重拾自信；轻言绝交的闺蜜因为吃到共同喜爱的美食，回忆起从前的友谊，重归于好；乐观的绝症患者遇到同命相连的女孩，两人相爱并相互给予力量，陪伴彼此完美地走过了最后一程；一味追求事业成功的白领，在这里结交了真正暖心的朋友，发现真情比成功更有意义。食物、故事、真情，汇聚了整部剧的主题，教会人们坦然面对得失，对生活充满期许和热情。每一个故事背后都饱含深情，情节跌宕起伏，令人流连忘返",
    like: "1689",
    browse: "156769",
    music: {
      musicurl: 'http://up.mcyt.net/md5/53/NjI3NDYxNw_Qq4329912.mp3',
      musicName: '光线背后-陈粒',
      coverImage: 'http://img4.yytcdn.com/video/mv/170616/0/d9f7c04f657fc60d44834eb914277e68_240x135.jpg'
    }
  }
]


// 出口 同node方式 ,可输出多个
module.exports = {
  postList: local_database
}